Repository: common-repository/simple-analytics-and-tag-manager-integration-for-google
Catalog: languages/google-integration-*.po
Languages: de_de

source: Google Integration of Google Analytics and Google Tag Manager
de_de: Einbinden von Google Analytics und Google Tag Manager

source: Data Privacy
de_de: Datenschutzbedingungen

source: Consider DSGVO/GDPR
de_de: DSGVO/GDPR berücksichtigen

source: Highly recommended for websites within the EU. Tracking code will be adjusted to anonymize IP address and Opt-Out-Cookie
de_de: Für Webseiten-Betreiber in der EU unbedingt zu empfehlen. Trackingcode wird angepsst, sodass IP Adressen anonymsiert werden und Anpassung Opt-Out-Cookie

source: Google Analytics Settings
de_de: Einstellungen für Google Analytics

source: Activate Google Analytics
de_de: Google Analytics aktivieren

source: If you check this box then Google Analytics Tracking code will be added to your website.
de_de: Wenn diese Chechbox aktiviert ist, wird der Google Analytics Trackingcode in den Quellcode der Webseite eingefügt.

source: Your Google Analytics Tracking ID should have a similar format like
de_de: Die Google Analytics Tracking-ID sollte im ähnlichen Format vorliegen

source: Google Tag Manager Settings
de_de: Einstellungen für Google Tag Manager

source: Activate Google Tag Manager
de_de: Google Tag Manager aktivieren

source: If you check this box then Google Tag Manager Tracking code will be added to your website.
de_de: Wenn diese Chechbox aktiviert ist, wird der Google Tag Manager Trackingcode in den Quellcode der Webseite eingefügt.

source: Your Google Tag Manager Tracking ID should have a similar format like
de_de: Die Google Tag Manager Tracking-ID sollte im ähnlichen Format vorliegen

source: Where to find Tracking IDs?
de_de: Wo die Trackingcodes zu finden sind.

source: Google Tag Manager
de_de: Google Tag Manger

source: Settings
de_de: Einstellungen
